Repository: aleixricou/MOVit_Game
Catalog: server/translations/*/LC_MESSAGES/messages.po
Languages: ca

source: ¡Bienvenido al menú para el administrador!
ca: Benvingut al menú per l'administrador!

source: Si quieres ver a los jugadores registrados en MOVit Game, puedes ir a la pestaña de jugadores. Si prefieres ver la información de un jugador en concreto, dirígete a la ventana de búsqueda.
ca: Si vols veure els jugadors registrats a MOVIT Game, pots anar a la pestanya de jugadors. Si prefereixes veure la informació d'un jugador en concret, dirigeix-te a la finestra de cerca.

source: También puedes ir a la pestaña registro para dar de alta o baja de un nuevo jugador o terapeuta.
ca: També pots anar a la pestanya de registre per donar d'alta o baixa a un nou jugador o terapeuta.

source: ¡El equipo de MOVit GAME te desea que tengas una buena experiencia!
ca: L'equip de MOVit GAME et desitja que tinguis una bona experiència!

source: baja
ca: baixa

source: Dar de baja
ca: Donar de baixa

source: Por favor, introduce el correo electrónico del jugador que deseas eliminar de la base de datos:
ca: Si us plau, introdueix el correu electrònic del jugador que vols eliminar de la base de dades:

source: Correo electrónico
ca: Correu electrònic

source: Dar de baja terapeuta
ca: Donar de baixa terapeuta

source: Por favor, introduce el correo electrónico del terapeuta que deseas eliminar de la base de datos:
ca: Si us plau, introdueix el correu electrònic del terapeuta que vols eliminar de la base de dades:

source: Recuerda que, al eliminar un terapeuta, también eliminarás a sus jugadores asignados:
ca: Recorda que, si elimines un terapeuta, també eliminaràs als seus jugadors assignats:

source: El correo electrónico que has puesto no se encuentra dentro de la base de datos. Por favor, inténtalo de nuevo
ca: El correu electrònic que has posat no es troba dins de la base de dades. Si us plau, torna-ho a provar

source: Dar de baja jugador
ca: Donar de baixa jugador

source: Ranking
ca: Rànquing

source: Iniciar sesión
ca: Inicia sessió

source: Descarga
ca: Descàrrega

source: Información
ca: Informació

source: Contacto
ca: Contacte

source: Jugadores
ca: Jugadors

source: Búsqueda
ca: Cerca

source: Terapeutas
ca: Terapeutes

source: Registro
ca: Registre

source: Cerrar sesión
ca: Tancar sessió

source: users
ca: usuaris

source: Búsqueda de Jugador
ca: Cerca de jugador

source: Por favor, introduce el correo electrónico del jugador que deseas buscar:
ca: Si us plau, introdueix el correu electrònic del jugador que vols cercar:

source: Por motivos de seguridad utilice un nombre de usuario ficticio y que le sea fácil de recordar.
ca: Per motius de seguretat utilitzi un nom d'usuari fictici i que li sigui fàcil de recordar.

source: Buscar
ca: Cercar

source: El correo electrónico que has introducido no se encuentra dentro de su base de datos. Por favor, inténtalo de nuevo
ca: El correu electrònic que has introduït no es troba dins de la base de dades. Si us plau, torna-ho a provar

source: terapeutas
ca: terapeutes

source: Nombre
ca: Nom

source: Número de jugadores asignados
ca: Nombre de jugadors assignats

source: DESCARGA DE INFORMACIÓN
ca: DESCÀRREGA D'INFORMACIÓ

source: DESCARGA OPINIÓN
ca: DESCÀRREGA OPINIÓ

source: contact
ca: contacte

source: Por favor, rellena los siguientes datos para hacernos llegar tu consulta:
ca: Si us plau, omple les següents dades per fer-nos arribar la teva consulta:

source: Nombre y apellidos
ca: Nom i cognoms

source: Resumen
ca: Resum

source: Dashboard
ca: Inici

source: Página web oficial del juego MOVit GAME
ca: Pàgina web oficial del joc MOVit GAME

source: ¡Bienvenidos a la página web oficial del juego MOVit GAME! Esta página permite a cualquier jugador descubrir que es MOVit GAME y las organizaciones y personas que se encuentran detrás de este gran proyecto.
ca: Benvinguts a la pàgina web oficial del joc MOVit GAME! Aquesta pàgina permet a qualsevol jugador descobrir que és MOVIT GAME i les organitzacions i persones que es troben darrere d'aquest gran projecte.

source: Si tienes una cuenta creada en el juego, te puede interesar ver en que posición del ranking mundial te encuentras.
ca: Si tens un compte creat en el joc, et pot interessar veure en quina posició del rànquing mundial et trobes.

source: También puedes descargar los QR que usarás en tu siguiente partida en la pestaña de descarga.
ca: També pots descarregar els QR que faràs servir en la següent partida en la pestanya de descàrrega.

source: Si tienes una cuenta creada como terapeuta, puedes acceder a tu menú en la parte superior de la página web.
ca: Si tens un compte creat com a terapeuta, pots accedir al teu menú a la part superior de la pàgina web.

source: Para cualquier duda o aclaración que necesites, no dudes en contactar con nosotros. Toda la información para ello, la podrás encontrar en la ventana de contacto.
ca: Per a qualsevol dubte o aclariment que necessitis, no dubtis en contactar amb nosaltres. Tota la informació per a això, la podràs trobar a la finestra de contacte.

source: ¡El equipo de MOVit GAME te desea que tengas una buena experiencia!
ca: L'equip de MOVIT GAME et desitja que tinguis una bona experiència!

source: Menú terapeutas
ca: Menú terapeutes

source: ¡Bienvenidos al menú para terapeutas!
ca: Benvinguts a el menú per terapeutes!

source: Si quieres ver a tus jugadores asignados, ve a la pestaña de jugadores. Si prefieres ver la información de un jugador en específico, dirígete a la ventana de búsqueda.
ca: Si vols veure als teus jugadors assignats, aneu a la pestanya de jugadors. Si prefereixes veure la informació d'un jugador en específic, dirigeix-te a la finestra de cerca.

source: También puedes ir a la pestaña de registro para dar de alta o de baja a un jugador.
ca: També pots anar a la pestanya de registre per donar d'alta o baixa a un jugador.

source: Cambia el idioma
ca: Canvia l'idioma

source: Cambia el idioma:
ca: Canvia l'idioma:

source: información
ca: informació

source: El proyecto MOVit Game tiene como objetivo desarrollar una plataforma interactiva de juego para promover la actividad física de personas con Duchenne usando la silla de ruedas MOVit. Esta silla tiene como hecho diferenciador que el control de dirección y velocidad se realiza mediante el movimiento cíclico de los brazos, en lugar de usar un joystick, lo que contribuye al ejercicio físico del paciente.
ca: El projecte MOVIT Game té com a objectiu desenvolupar una plataforma interactiva de joc per promoure l'activitat física de persones amb Duchenne utilitzant la cadira de rodes MOVIT. Aquesta cadira té com a fet diferenciador que el control de direcció i velocitat es realitza mitjançant el moviment cíclic dels braços, en lloc d'usar un joystick, el que contribueix a l'exercici físic del pacient.

source: MOVit Game está dirigido por Joan Lobo, Josep Maria Font y Daniela Tost desde el Centro de Investigación en Ingeniería Biomédica (CREB) de la Universitat Politècnica de Catalunya (UPC) y en colaboración con el Hospital Sant Joan de Déu, Duchenne Parent Project España y el Institut de Robòtica i Informàtica Industrial (CSIC-UPC).
ca: MOVIT Game està dirigit per Joan Lobo, Josep Maria Font i Daniela Tost des del Centre de Recerca en Enginyeria Biomèdica (CREB) de la Universitat Politècnica de Catalunya (UPC) i en col·laboració amb l'Hospital Sant Joan de Déu, Duchenne Parent Project Espanya i l'Institut de Robòtica i Informàtica Industrial (CSIC-UPC).

source: Este proyecto lo llevan a cabo Janet van der Graaf (estudiante de 4º curso de Ingeniería Biomédica), Aleix Ricou (estudiante de 4º curso de Ingeniería Industrial) que están realizando su Trabajo de Fin de Grado, y por un investigador recientemente titulado en Ingeniería Aeronáutica, Oriol Alís.
ca: Aquest projecte el porten a terme Janet van der Graaf (estudiant de 4t curs d'Enginyeria Biomèdica), Aleix Ricou (estudiant de 4t curs d'Enginyeria Industrial) els quals estan realitzant el seu Treball de Fi de Grau, i per un investigador recentment titulat en Enginyeria Aeronàutica, Oriol Alís.

source: Cierre de cuenta completado.
ca: Tancament de compte completat.

source: Menú de Registro
ca: Menú de registre

source: Menú de gestión
ca: Menú de gestió

source: Bienvenido al menú de registro
ca: Benvingut al menú de registre

source: ¿Qué deseas hacer?
ca: Què vols fer?

source: Menú de Reinicio
ca: Menú de Reinici

source: Bienvenido al menú de reinicio de la base de datos
ca: Benvingut a menú de reinici de la base de dades

source: Recuerda que al reiniciar la base de datos, toda la información se perderà para siempre
ca: Recorda que en reiniciar la base de dades, tota la informació es perdrà per sempre

source: Reiniciar la base de datos
ca: Reiniciar la base de dades

source: Eliminar todos los jugadores
ca: Eliminar tots els jugadors

source: descarga
ca: descarrega

source: Descarga de QR
ca: Descàrrega de QR

source: Por favor, introduce tu usuario y contraseña para poder continuar con la descarga:
ca: Si us plau, introdueix el teu usuari i contrasenya per poder continuar amb la descàrrega:

source: Usuario
ca: Usuari

source: Contraseña
ca: Contrasenya

source: Contraseña incorrecta. Por favor, inténtalo de nuevo
ca: Contrasenya incorrecta. Si us plau, torna-ho a provar

source: El usuario que has puesto no se encuentra dentro de la base de datos. Por favor, inténtalo de nuevo
ca: L'usuari que has posat no es troba dins de la base de dades. Si us plau, torna-ho a provar

source: Partidas del Jugador
ca: Partides del Jugador

source: Dificultad
ca: Dificultat

source: Hitos
ca: Fites

source: Puntos
ca: Punts

source: Pausas
ca: Pauses

source: Fecha
ca: Data

source: ranking
ca: ranquing

source: Posición
ca: Posició

source: Puntuación
ca: Puntuació

source: Fecha de la partida
ca: Data de la partida

source: registrp
ca: registre

source: Por favor, rellena los siguientes datos:
ca: Si us plau, omple les següents dades:

source: Por motivos de seguridad usa un nombre de usuario ficticio y que te sea fácil de recordar.
ca: Per motius de seguretat fa servir un nom d'usuari fictici i que et sigui fàcil de recordar.

source: Codigo
ca: Codi

source: Repite contraseña
ca: Repeteix contrasenya

source: Regístrate
ca: Enregistra't

source: Envío de codigo
ca: Enviament de codi

source: Por favor, introduce el nombre y correo electónico del jugador que deseas registrar.
ca: Per motius de seguretat fa servir un nom d'usuari fictici i que et sigui fàcil de recordar.

source: El código de 8 dígitos será generado de forma aleatoria y solo podrás saber cual es si el jugador decide comunicártelo.
ca: El codi de 8 dígits serà generat de forma aleatòria i només podràs saber quin és si el jugador decideix comunicar-t'ho.

source: Por favor, introduce el nombre del jugador que deseas registrar, el correo electrónico donde deseas enviar el código de registro y el correo electrónico del terapeuta al que deseas asociar el jugador:
ca: Si us plau, introdueix el nom del jugador que vols registrar, el correu electrònic on vols enviar el codi de registre i el correu electrònic del terapeuta al qual vols associar el jugador:

source: Correo electrónico del jugador
ca: Correu electrònic del jugador

source: Correo electrónico del terapeuta
ca: Correu electrònic del terapeuta

source: El correo electrónico no se ha podido enviar de forma satisfactoria. Por favor, revisa que la dirección introducida exista y no se encuentra actualmente en la base de datos
ca: El correu electrònic no s'ha pogut enviar de forma satisfactòria. Si us plau, revisa que la direcció introduïda existeixi i no es troba actualment a la base de dades

source: El correo electrónico no se ha podido enviar de forma satisfactoria. Por favor, revisa que las direcciones introducidas existan
ca: El correu electrònic no s'ha pogut enviar de forma satisfactòria. Si us plau, revisa que les adreces introduïdes existeixin

source: registro
ca: registre

source: La contraseña que has introducido no es la misma que en la repetición
ca: La contrasenya que has introduït no és la mateixa que en la repetició

source: El correo electrónico que has introducido ya existe en la base de datos, porfavor introduce uno diferente
ca: El correu electrònic que has introduït ja existeix a la base de dades, si us plau introdueix un de diferent

source: Registrarse
ca: Enregistrar-se

source: Su jugador ha sido registrado correctamente.
ca: El seu jugador ha estat registrat correctament.

source: A continuación podrá realizar el test entrando en la aplicación que su terapeuta le haya indicado. Deseamos que disfrute de su experiencia.
ca: A continuació podrà realitzar el test entrant en l'aplicació que el seu terapeuta li hagi indicat. Desitgem que gaudeixi de la seva experiència.

source: Registrado
ca: Registrat

source: Inicio de sesión
ca: Inici de sessió

source: Login
ca: Iniciar sessió
